app/controllers/todo_items_controller.rb

  def create
    @todo_item = @todo_list.todo_items.create(todo_items_params)
---
INSERT INTO "todo_items" ("content", "todo_list_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["content", "test"], ["todo_list_id", 2], ["created_at", "2018-07-06 16:13:14.400618"], ["updated_at", "2018-07-06 16:13:14.400618"]]